/*
 * @Author: wangshan
 * @Date: 2022-02-26 03:05:47
 * @LastEditors: wangshan
 * @LastEditTime: 2022-02-27 21:50:37
 * @Description:
 */
import React from "react";
import "./home.less";

export default class About extends React.Component {
  render() {
    return (
      <div style={{ width: "100%", display: "flex", justifyContent: "center" }}>
        <div className="content-wrap">
          <header>
            <h1
              className="title"
              style={{ textAlign: "center", padding: "12px" }}
            >
              爱的一种解释
            </h1>
            <div
              style={{
                width: "100%",
                height: 0,
                borderBottom: "1px dashed #ccc",
              }}
            ></div>
            <div className="img-wrap"></div>
          </header>
          <div
            style={{
              width: "100%",
              height: 0,
              borderBottom: "1px dashed #ccc",
            }}
          ></div>
          <main className="artitle-wrap">
            <p>
              不忘初心是让我们做最初的自己，放下繁文缛节，放下偏见与芥蒂，用一颗赤子之心感受生活。
            </p>
            <p>
              生命在时光中流动成风，凝结在心里的最珍贵的东西是否也随风而去了呢?最初的最初，可还曾记得?
            </p>
            <p>不忘初心，方得始终。可什么又是“初心”呢?</p>
            <p>
              初心是颗认知的心，就像初识世界的孩童一般，对世界充满着好奇，愿意去探索、去发现、去认真对待。然而在时光的浪潮里，你会慢慢发现新奇的事物不再新奇，对事物的认知形成了刻板的套路，思想被禁锢，形成默守成规的状态，那颗认知的初心找不到了。活在当下，放下过去所经历的每一天，这样即将开始的一天就会是崭新的一天，保持认知的初心重新出发，会有很多意想不到的收获。
            </p>
            <p>
              初心是一颗善良的心。人之初，性本善。人来到世上的时候，本性皆是善良的，但伴随着成长和环境的变化，每个人的习性就出现了这样或那样的差异，其实，人际关系本来是简单的，只是我们自己把这种简单的关系复杂化了，学会了察言观色、学会了相互提防。每天的心只会感到疲惫，善良的心是让我们做最初的自己，放下繁文缛节，放下偏见与芥蒂，用一颗赤子之心感受生活。
            </p>
            <p>
              初心是一颗追逐梦想的心，最初，我们出发，心怀理想。为了实现理想我们苦苦追逐，在人生的路上经历了孤独、痛苦和挫折、诱惑，有人被牵绊，有人被同化，最后，大多数被现实打败，被自己打败。那颗深怀理想的心哪去了?遇到困难阻碍或走的太久想放弃的时候我们应该停下来，好好回想当初立志的时候那份努力，那份决不轻言放弃的心。最初的梦想，就握在我们的手里，坚持住，不要止步。
            </p>
            <p>
              不忘初心，我又怎能忘却最初的决心?在人生的道路上，不要畏惧，不要退缩，路上有荆棘，我们便劈荆斩棘。再大的困难，我们也要尽全力拼搏，即使是输!不忘初心，成功，永远是留给有决心的人!
            </p>
            <img
              style={{ width: "100%" }}
              src="https://img1.baidu.com/it/u=126849537,1270531975&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=281"
            />
            <p>
              世上并无绝对的幸运儿，所以，不论谁想从苦难中获得启迪，该是不愁缺乏必要的机会和材料的。世态炎凉，好运不过尔尔。那种一交好运就得意忘形的浅薄者，我很怀疑苦难能否让他变得深刻些。
              　　一个人只要真正领略了平常苦难中的绝望，他就会明白：一切美化苦难的言辞是多么的浮夸，一切炫耀苦难的姿态是多么的做作。
              　　不要对我说：苦难净化灵魂，悲剧使人崇高。默默之中，苦难磨钝了多少敏感的心灵，悲剧毁灭了多少失意的英雄。何必用舞台上的绘声绘色来掩盖生活中的无声无息。
              　　浪漫主义在痛苦中发现了美感，于是为了美感而寻找痛苦，夸大痛苦，甚至伪造痛苦。然而，假的痛苦有千百种语言，真的痛苦却没有语言。
              　　望着四周依然欢快的生活着的人们，我对自己说：人类个体之间痛苦的不相通也许正是人类总体仍然快乐的前提。那么，一个人的灾难对于亲近或不亲近的人们的生活几乎不发生任何影响，这就对了。
              　　幸运者对别人的同情，或者隔膜，但是，比两者更强烈的也许是侥幸：幸亏招灾的不是我!
              　　不幸者对别人的幸运或者羡慕，或者冷淡，但是，比两者更强烈的也许是委屈：为何遭灾的偏是我?
              　　不幸者需要同伴。当我们独自受难时，我们会感到不能忍受命运的不公正甚至于不能忍受苦难的命运的本身。相反，受难者人数的增加仿佛减轻了不公正的程度。我们对于个别人死于非命总是惋叹良久，对于成批杀人的战争却往往无动于衷。仔细分析起来，同病相怜的实质未必是不幸者的彼此同情，而更是不幸者各以他人的不幸为自己的安危，以及幸灾乐祸。这当然是愚蠢的。不过，无可告慰的不幸者有权的得到安慰，哪怕是愚蠢的安慰。
              　　我相信人有素质的差异。苦难可以发生动机，也可以扼杀生机;可以磨练意志，也可以摧垮意志;可以启迪智慧，也可以蒙蔽智慧;可以高扬人格，也可以贬抑人格，——全看受苦者的素质如何。素质大致规定了一个人承受苦难的限度，在此限度内，苦难的锤炼或可助人成材，超出此则会把人击碎。
              　　这个限度对幸运同样适用。素质好的人既能承受大苦难，也能承受大幸运，素质差的人则可能兼毁于两者。
              　　佛的智慧把爱当作痛苦的根源而加以弃绝，扼杀生命的意志。我的智慧把痛苦当作爱的必然结果加以接受，化为生命的财富。
              　　任何智慧都不能使我免于痛苦，我只愿有一种智慧足以使我不毁于痛苦。
              　　如同肉体的痛苦一样，精神的痛苦也是无法分担的。别人的关爱至多只能转移你对痛苦的注意力，却不能改变痛苦的实质。甚至在一场共同承担的苦难中，每人也必须独自承担自己的那一份痛苦，这痛苦并不会因为有一个难友而有所减轻。
              　　我无意颂扬苦难。如果允许选择，我宁要平安的生活，得以自由自在地创造和享受。但是，我相信苦难的确是人生的必含内容，一旦遭遇，它也的确提供了一种机会。人性的某些特质，惟有藉此机会才能得到考验和提高。一个人通过承受苦难而获得的精神价值是一笔特殊的财富，由于它来之不易，就决不会轻易丧失。而且我相信，当他带着这笔财富继续生活时，他的创造和体验都会有一种更加深刻的底蕴。
            </p>
          </main>
        </div>
      </div>
    );
  }
}
